<?php

return [
    'dashboard' => 'Панель приборов',

    'balance' => 'Баланс',
    'recurrings' => 'Повторяющиеся',
    'left_to_spend' => 'Осталось потратить',
    'total_earned' => 'Всего заработано',
    'total_spent' => 'Всего потрачено',
    'most_expensive_tag' => 'Самый дорогой тег',
    'most_expensive_day' => 'Самый дорогой день',

    'analysis' => 'Анализ',

    'recent' => 'Недавние',

    'profile' => 'Профиль',
    'account' => 'Учетная запись',
    'preferences' => 'Предпочтения',

    'general' => 'Общее',
    'members' => 'Члены',
    'invites' => 'Приглашает',
    'invited_by' => 'По приглашению',
    'invite_someone' => 'Пригласить кого-нибудь',

    'empty_state' => 'Еще нет :resource',

    'verify_account' => 'Вам по-прежнему необходимо подтвердить свою учетную запись&mdash;проверьте свою электронную почту',
    'spaces_explanation' => 'Пространства можно использовать для разделения ваших финансов в бюджете. Например-у вас может быть место для ваших личных финансов и другое место для финансов вашего бизнеса.',

    'invite' => 'Пригласить',
    'invited_to' => 'Вас пригласили в',
    'sent_by' => 'Отправлено от',

    'of' => 'из'
];
