<?php

return [
    'months' => [
        1 => '一月',
        2 => '二月',
        3 => '三月',
        4 => '四月',
        5 => '五月',
        6 => '六月',
        7 => '七月',
        8 => '八月',
        9 => '九月',
        10 => '十月',
        11 => '十一月',
        12 => '十二月'
    ],
    'weekdays' => [
        0 => '星期一',
        1 => '星期二',
        2 => '星期三',
        3 => '星期四',
        4 => '星期五',
        5 => '星期六',
        6 => '星期天'
    ],
    'intervals' => [
        'yearly' => '每年',
        'monthly' => '每月',
        'biweekly' => '每两周',
        'weekly' => '每周',
        'daily' => '每天'
    ]
];
