<?php

return [
    'months' => [
        1 => 'Январь',
        2 => 'Февраль',
        3 => 'Март',
        4 => 'Апрель',
        5 => 'Май',
        6 => 'Июнь',
        7 => 'Июль',
        8 => 'Август',
        9 => 'Сентябрь',
        10 => 'Октябрь',
        11 => 'Ноябрь',
        12 => 'Декабрь'
    ],

    'weekdays' => [
        0 => 'понедельник',
        1 => 'вторник',
        2 => 'среда',
        3 => 'четверг',
        4 => 'пятница',
        5 => 'суббота',
        6 => 'воскресенье'
    ],

    'intervals' => [
        'yearly' => 'Ежегодно',
        'monthly' => 'Ежемесячно',
        'biweekly' => 'Раз в две недели',
        'weekly' => 'Еженедельно',
        'daily' => 'Повседневная'
    ]
];
